<?php
// This is a SPIP language file  --  Ceci est un fichier langue de SPIP
// extrait automatiquement de http://trad.spip.net/tradlang_module/compagnon?lang_cible=uk
// ** ne pas modifier le fichier **

if (!defined('_ECRIRE_INC_VERSION')) return;

$GLOBALS[$GLOBALS['idx_lang']] = array(

	// C
	'c_accueil_bienvenue' => 'Доброго дня, @nom@ !',
	'c_accueil_configurer_site' => 'Налаштувати сайт',
	'c_accueil_configurer_site_texte' => 'Перше, що ви можете зробити - це змінити назву вашого сайту.
Зараз він називається “ @nom@ ”. Назву показано в правому верхньому кутку сторінки. Натиснувши на ім’я сайту ви можете змінити його.',
	'c_accueil_publication' => 'Опублікувати!',
	'c_accueil_publication_texte' => 'Щоб зробити нову сторінку сайту вам необхідно створити нову статтю. Також необхідно, аби у вас була хоча б одна рубріка сайту. Якщо на сайті нема жодної рубрики, ви можете створити її натиснувши на пункт меню “Сайт-> Рубріки” у верхній панелі управління.',
	'c_accueil_texte' => 'Ви тільки но увішли в систему управління вашими сайтом - CMS SPIP.',
	'c_accueil_texte_revenir' => '		На цій сторінці відображаються останні зміни, які були виконані на сайті. В подальшому ви можете повернутися на цю сторінку, натиснувши на кнопку “Головна” в лівому верхньому кутку сторінки.',
	'c_article_redaction' => 'Статус статті - “редагується”',
	'c_article_redaction_redacteur' => 'Статус статті - “редагується”',
	'c_article_redaction_redacteur_texte' => 'Щоб відправити статтю на затвердження адміністратором(ами) сайту, змініть статус статті з “готується” на “затверджується”.',
	'c_article_redaction_texte' => 'Щоб стаття з’явилась на сайті ви повинні змінити її статус. У лівій колонці змініть статус статті з “готується” на “опубликовано”.',
	'c_articles_creer' => 'Як створити статтю?',
	'c_articles_creer_texte' => 'Ви не можете створити статтю на цій сторінці доти, доки ви не створили хоча б одну рубріку сайту. Щоб створити рубріку наведіть мишку на кнопку “Сайт” і виберіть пункт меню “Рубріки”.',
	'c_job' => 'Список завдань',
	'c_job_texte' => 'На цій сторінці ви бачите список завдань, які виконує CMS SPIP. Деякі завдання виконуються періодично, інші час від часу - наприклад відправлення розсилки дописувачам.',
	'c_rubrique_publier' => 'Своріть статтю',
	'c_rubrique_publier_texte' => 'Рубріка з’являється на сайті тільки тоді, коли вона містить мінімум одну опубліковану статтю. Якщо на вашому сайті на початку назви рубріки вказаний номер, то це його номер по порядку при виведенні на сторінках сайту. В такому випадку рубріки без номерів також показуватися не будуть. Ви можете використовувати цю особливість, щоб сховати рубрику.

Отже, створіть статтю. Кнопка знаходиться на цій сторінці під описом рубріки.',
	'c_rubriques_creer' => 'Створіть першу рубріку!',
	'c_rubriques_creer_texte' => 'Рубріки - це основа структури сайту; ви можете створювати і зберігати файли в них. Спробуйте створити першу рубріку.',
	'c_sites_creer' => 'Як створити або імпортувати сайт?',
	'c_sites_creer_texte' => 'Ви не можете створити або імпортувати сайт з цієї сторінки доти, доки не існує рубрик на вашому сайті. 
Ви можете створити рубрики в меню "Правка", потім "Рубрики". « Édition », puis « Rubriques ».',

	// E
	'explication_activer_compagnon' => '“Помічник” виводить спеціальні пояснення на деяких сторінках адмінки сайту, щоб користувачу було легше почати роботу. Чи бажаєте ви увімкнути “Помічника”?',
	'explication_reinitialiser_compagnon' => 'Підказки, які користувач вже бачив, не будуть показуватися надалі. Показати підказки знову?',

	// L
	'label_activer_compagnon' => 'Включити “Помічника”?',
	'label_reinitialiser_compagnon' => 'Показати знову підказки “Помічника”?',

	// O
	'ok' => 'OK',
	'ok_bien' => 'ОК',
	'ok_jai_compris' => 'Є!',
	'ok_merci' => 'Дякую',
	'ok_parfait' => 'Чудово!',

	// R
	'reinitialisation' => 'Показати знову підказки',
	'reinitialisation_ok' => 'Готово!',
	'reinitialiser' => 'Скинути',
	'reinitialiser_moi' => 'Так, лише для мене',
	'reinitialiser_tous' => 'Так, для всіх авторів',

	// T
	'titre_compagnon' => '“Помічник”',
	'titre_page_configurer_compagnon' => 'Налаштування “Помічника”'
);

?>
